/* The string for canceling a map editing function. */
"CancelKey" = "בטל";

/* The title text in the alert when cancelling map editing. */
"CancelEditAlertTitleKey" = "האם אתה בטוח שברצונך לבטל?";

/* The message text in the alert when cancelling map editing (no points created). */
"CancelEditAlertMessageKey" = "השינויים שלך לא יישמרו.";

/* The message text in the alert when cancelling map editing (points created). */
"CancelEditAlertPointsCreatedMessageKey" = "האובייקט שיצרת לא יישמר.";

/* The text of the alert action when discarding editing changes. */
"DiscardChangesTitleKey" = "בטל שינויים";

/* The text of the alert action when the users cancels editing an address field */
"CancelEditingTitleKey" = "בטל עריכה";

/* The title text in the alert when entering an address that is invalid. */
"InvalidAddressTitleKey" = "כתובת לא חוקית";

/* The message in the invalid address alert when an address is required. */
"AddressRequiredMessage" = "חייבת להיכלל כתובת עבור הנקודה";

/* The title text in the alert when inputting empty text into a new address cell. */
"NoAddedLocationTitleKey" = "לא הוספת מיקום עבור נקודה זו";

/* The message text in the alert when inputting empty text into a new address cell. */
"NoAddedLocationMessageKey" = "לא תתווסף נקודה חדשה";

/* The text of the alert action to continuing editing. */
"ContinueEditingTitleKey" = "המשך בעריכה";

/* The title text in the alert when tapping an invalid point when trying to delete. */
"DeletePointErrorTitleKey" = "בחר בנקודה שברצונך למחוק.";

/* The title text in the alert when trying to delete an editing point on the map, but no editing points exist. */
"EmptyDeletePointErrorTitleKey" = "אין נקודות למחיקה.";

/* The text of the alert action to dismiss the alert. */
"OKTitleKey" = "OK";

/* The title text of the alert when deleting all stored editing points. */
"ClearAllPointsTitleKey" = "האם אתה בטוח שברצונך לנקות את כל הנקודות?";

/* The text of the alert action to reject the alert prompt. */
"NoTitleKey" = "לא";

/* The text of the alert action to accept the alert prompt */
"YesTitleKey" = "כן";

/* The title text of the alert when switching editing geometries to a point. */
"ChangeGeometryPointTitleKey" = "האם ברצונך לעבור לנקודה?";

/* The title text of the alert when switching editing geometries to a polyline. */
"ChangeGeometryPolylineTitleKey" = "האם ברצונך לעבור למרובה קווים?";

/* The title text of the alert when switching editing geometries to a polygon. */
"ChangeGeometryPolygonTitleKey" = "האם ברצונך לעבור למצולע?";

/* The message text in the alert when switching to a multipoint geometry. */
"ChangeGeometryToMultiPointMessageKey" = "הנקודות שהוספת לא ישונו ובאפשרותך להמשיך ליצור את האובייקט";

/* The message text in the alert when switching to a point geometry. */
"ChangeGeometryToPointMessageKey" = "כל הנקודות שהוספת יימחקו";

/* The title text of the alert when deleting a point of the editing geometry. */
"DeletePointTitleKey" = "האם אתה בטוח שברצונך למחוק נקודה זו?";

/* The title of the button to save the editing geometry. */
"SaveButtonTitleKey" = "שמור";

/* The title of the button to filter the geometry. */
"FilterTitleKey" = "סנן";

/* The status text of the User Location TableViewCell in the suggesiton panel. */
"CurrentLocationKey" = "מיקום נוכחי";

/* The footnote text of the TableViewCell in the suggesiton panel if no suggestions are returned. */
"NoSuggestionsFoundKey" = "לא נמצאו הצעות";

/* The text of the editingPanel Address textField. */
"AddressKey" = "כתובת";

/* The title of the button to delete all stored editing points. */
"ClearAllKey" = "נקה הכול";

/* The text of the Toast Message after creating an object. */
"CreatedObjectToastMessage" = "%@ נוצר בהצלחה";

/* The placeholder text of the Searchbar */
"SearchKey" = "חפש";

/* The placeholder text to add a new geospatial point by tapping on the map or typing an address. */
"AddNewPointKey" = "הוסף נקודה חדשה";

/* The title of the cell to pick from available map types. */
"BasemapKey" = "מפת בסיס";

/* The title for the standard map type. */
"StandardKey" = "תקני";

/* The title for the hybrid map type. */
"HybridKey" = "היברידי";

/* The title for the hybrid flyover map type. */
"HybridFlyoverKey" = "מעבר היברידי";

/* The title for the muted standard map type. */
"MutedStandardKey" = "תקן מוטה";

/* The title for the satellite map type. */
"SatelliteKey" = "לוויין";

/* The title for the satellite flyover map type. */
"SatelliteFlyoverKey" = "מעבר לוויין";

/* The text of add location button for location form cell. */
"AddLocationButtonKey" = "הוסף מיקום";

